[
    {"category":"Recipes","title":"Ayurveda-inspired, digestion-boosting tea","description":"Cumin, coriander and fennel tea is a classic yogic and Ayurvedic tea that can improve digestive health, reduce bloating, enhance nutrient absorption and calm tummy troubles. These spices help reduce inflammation, as well as boosting ‘Agni’ or ‘digestive fire’. You can make a batch of this tea and sip throughout the day for a continuous supply of the herbal benefits.","ingredients":["1 litre water","1 tsp cumin seeds","1 tsp coriander seeds","1 tsp fennel seeds","1 tsp honey (optional)"],"method":["Add the water and spices to a large pot and bring to a boil","Turn down the heat and simmer gently for 15 minutes","Take off the heat and strain into a mug or flask to sip throughout the day. Top up with more hot water if needed.","Add the honey if you want to increase the sweetness"]},
    {"category":"Practice","title":"Relieving back pain","description":"A gentle, slow practice to help relieve a sore or stiff back. You’ll take time to rest, relax the muscles so they can lengthen, and remind you that you are safe and sound, and that support is always there for you. This practice can be used for general ‘maintenance’ too."},
    {"category":"Practice","title":"Sway back class","description":"As we said earlier, back pain doesn’t always come from ‘stiff’ muscles. In some cases it’s the opposite. If you are over-flexible in your lower back you might experience lower back pain due to lordosis or overarching in the lower back. In this class, you’ll learn through feeling and movement what your spine needs in order to be healthy and supported. Sandra will lead you through some basic but effective abdominal core movements, along with exercises to strengthen your gluteal muscles, so your pelvis is stabilized and your spine happy!"},
    {"category":"Practice","title":"Why Savasana is so important","description":"Savasana - Ahh... or Arg!? Simultaneously the most and the least challenging of all yoga poses, but perhaps the most important. If you struggle with Savasana or skip it altogether, you are definitely not alone. We look at the paradoxical nature of Savasana and why it’s so important to our yoga practice. '…And now, for the final resting pose…' When I attended my first yoga class in my early twenties, these words were a signal for me to start quietly reaching for my socks, rolling up my mat and tiptoeing out of the door. The class was very dynamic – I now think of it as ‘Yogaerobics’ – nevertheless, it was unthinkable for me to spend time ‘lying around on the floor’ as I viewed Savasana back then. My practice took a turn about a year later when I found a teacher who was much more interested in the spiritual aspects of yoga than the physical, focusing more on breath awareness and the subtle energies of the body, rather than on whether students could do full Splits. But still I resisted. I practiced Savasana – or my version of it – sitting up. There was something inside me that could not, or would not, let go… The busy body / monkey mind Initially my own resistance felt like a physical, rather than a psychological one. The very act of lying down, open and undefended on the floor, was almost impossible for me. Even when I did lie down, I would keep my eyes wide open, body rigid, utterly defiant against physical relaxation. When I finally let my body relax, there were even more horrors awaiting me! Where does this irritation come from? Why is my left earlobe suddenly itching? How do I stop my mind from whirling? Is this supposed to be relaxing? When can I please move again….? The paradox of Savasana It always seemed like a great irony to me that the meaning of Savasana derives from the Sanskrit word meaning ‘corpse’, because as soon as I lay down on the floor, it would feel like my body, not to mention my mind, was at its most alive. Restlessness, boredom, even a sudden itch …it seemed that my body was determined not to let me relax. It took a while before I realised that the restlessness was not physical issue, but one that originated in my mind. The challenge of stillness During our modern yoga classes where we are generally guided through a series of asanas, our minds are often absorbed with the more physical aspects of the practice – alignment, breathing in and out at the right time, balance … Let’s face it, there’s no time for boredom when you’re trying not to fall over in Warrior 3! However, when the body is resting on the floor, this focus is suddenly gone. The mind has nothing to ‘do’. This is where boredom, restlessness, irritation or even a sudden urge to scratch that left earlobe comes into play. The myth of productivity Discounting my ‘Yogaerobics’ days, I’ve experienced (and taught) Savasana many times. Guided relaxation, breathing awareness exercises, suggested imagery, lavender eye pillows, candlelight, soft music, aromatherapy sprays …or just silence… They can all have their place in the guidance towards relaxation. But true stillness comes from deep within; when we give our weight to the floor, let gravity hold us and we allow ourselves to release everything we are holding onto – physically, mentally, emotionally… Undefended, uncontracted, undiluted acceptance."},
    {"category":"Philosophy","title":"The 8 Limbs of Yoga explained","description":"According to Patanjali’s Yoga Sutras, there is an eight-fold path leading to liberation, known as the ‘Ashtanga Yoga System’ or ‘8 Limbs of Yoga’ (the word ‘ashta’ means ‘eight’ and ‘anga’ means ‘limb’). But how does one go about attaining this freedom through yoga? Does it come at the cost of an expensive pair of yoga pants? Can you reach it by signing up to a detox retreat or finally touching your toes? Probably not…"},
    {"category":"Wellbeing","title":"How to Deal with Imposter Syndrome","description":"A few years ago I was invited to Kuwait to run a workshop for a group of doctors who wanted to polish up their writing skills. I accepted with alacrity, and a few weeks later found myself in a Business Class seat (first and last time I’ve turned left entering a plane) hurtling through the sky towards my exotic destination. But once the initial excitement of the situation had worn off – ‘look how big this TV is!’, ‘this seat turns into an actual BED’ and ‘YES I certainly will have a glass of champagne’ – I started to get a familiar sinking feeling that perhaps this was all a BIG mistake."},
    {"category":"Anatomy","title":"Anatomy of the spine – the neck","description":"During this series of articles, we’ve been travelling up the length of our spine, and now we’ve arrived at the anatomy of the neck… Our neck is where we find the seven cervical vertebrae, with C7 (the seventh cervical vertebra) meeting T1 (the first thoracic vertebra) at the base of the neck. While the bones here may be finer and smaller than in the lumbar and thoracic spine, our neck is still pretty robust. We’ve largely focused on the physical aspect of our spinal anatomy in this series. The structure is, of course, an important part of the conversation about our bodies. However, the neck is not just a physical connection between the body and the head. It’s also an energetic, or ‘mental-emotional’ connection between body and mind. This is equally important when it comes to the role that the various areas of our body carry out. What’s more, the interplay between our physical body and our mental-emotional mind is hugely overlooked in our western approach to ‘the body’ and how we look after ourselves."},
    {"category":"Meditation","title":"Why it’s important to deal with difficult emotions","description":"Rose looks at the long-term effects of suppressing difficult emotions and suggests how we might navigate them more skilfully. Emotions play a crucial role in our daily lives and influence so much of how we think, feel, and behave. However, they have long been undervalued and misunderstood and many of us struggle to deal with them effectively. Here, I look at why ‘sweeping it all under the carpet’ isn’t the most helpful response to handling difficult emotions, and offer some suggestions of what to do instead."}
    
    ]